const fs = global.nodemodule["fs-extra"];
module.exports.config = {
  name: "goibot",
  version: "1.0.1",
  hasPermssion: 0,
  credits: "KRISHNA",
  description: "goibot",
  commandCategory: "Noprefix",
  usages: "noprefix",
  cooldowns: 5,
};
module.exports.handleEvent = async function({ api, event, args, Threads, Users }) {
  var { threadID, messageID, reason } = event;
  const moment = require("moment-timezone");
  const time = moment.tz("Asia/kolkata").format("hh:mm:s");
  const hours = moment.tz("Asia/kolkata").format("hh");
  var idgr = `${event.threadID}`;
  var id = event.senderID;
  var name = await Users.getNameUser(event.senderID);

      var tl = ["चल एक ☝ शर्त 💪लगाते है… में तुझे 👸�तेरे पापा 👱 से भी ज्यादा प्यार 😍 करूँगा…लेकिन तू ☝मुझे😎 मेरी माँ 👩🏼 से ज्यादा प्यार कर 😍के दिखा…😜😜😜","Time लगेगा ✋ तो भी ✔#चलेगा लेकिन 😲 #Wait तो 😍 में सिर्फ 👸👈 तेरा ही ✔#करूँगा...😁#भूल भी ✔ गयी #अगर 👸👈 तू 😍 मुझे, #फिर भी 😍 में 👸👈 तेरा ही 💏 बनके ✔#रहूँगा...","💞 "उन्होंने" "कहा" "बहुत" "बोलते" "हो""अब" "क्या" "बरस" "जाओगे"...."हमने" "कहा" "जिस" "दिन" "चुप" "हो""गये" "तुम" "तरस" "जाओगे"....","मेरा Ek ‪#‎heart‬ ❤ ️‍है जो तेरे ‪#‎PAss‬ है उसे ‪#‎संभाल‬ के रखना ‪#‎JAAN‬.. ‪#‎वरना‬ तेरा भी #heart ‍❤️‍ है जो मेरे #PAss है","#बैठ कर #ONLINE मेरे #DP का #दीदार ना कर,#PAGLI मुझको #समझना है तो #REPLY कर.🤔","हमारे लिए अपने #Heart में जगह रखिए…#Mind में नहीं…हमें #माइंड में रखना #खतरनाक हो सकता है…क्यूंकि हम #MIND_BLOWING हैं…","#कभी ☝ #साथ_बैठो 😌 तो #कहूँ 😒 #क्या_दर्द 😔 है #मेरा, 👦अब #तुम 👫 #दूर_से ☝ #पूछोगे 😌 तो #सब_बढ़िया ☺ ही #कहूँगा ।। 😌😌","❥➠ Ⓜαï  ïรнq  usкα ↝ νɷ  Aαรнïqบï  卄αï  რεяï 😊 ↬ *νɷ ❣ Lα∂кï  Иαнï  zïท∂αgï  卄αï  რεяï* ❦😉❦","✻↬ Aaj♡ Mausam ☁sohana😘 haii..♡‪৳uje‬♡ Gale💏 se♡ Lgana hai ..🔛💯👫","मै 😎 #Sirf दो ✌ ही लोगों से ही 😍 #Pyaar करता हूँ ☝ एक तो मेरी 👩#Maa Jinhone मुझे जन्म दिया Or दूसरी वो 👰 #Pagli जिसने मेरे 😎 लिए जन्म लिया..","Time लगेगा ✋ तो भी ✔#चलेगा लेकिन 😲 #Wait तो 😍 में सिर्फ 👸👈 तेरा ही ✔#करूँगा...😁#भूल भी ✔ गयी #अगर 👸👈 तू 😍 मुझे, #फिर भी 😍 में 👸👈 तेरा ही 💏 बनके ✔#रहूँगा...","😘😘किसी  को 💶💴💰दौलत  का नशा , तो किसी को📷📷 ‪#‎Selfie‬  का नशा , पर मुझे  तो जानू सिर्फ तुझे‬ देखने का नशा😘😘","😌नींद तो ठीक ठाक आई पर ... ↔जैसे ही 👀आँख खुली , 👉फिर वही 💏जिन्दगी और वो 👉👧🏻पगली याद ✅आई ...||👸🏻💘😎👍","Dard😰 A 👉�Mohbbat👨‍❤️‍💋‍👨तो🌹 हमने 🚶🏻�भी 💋बहुत😍 की, पर👎� भुल 🙇�Gaye 👏�थे🤔 की🏌 HEROIN 💃कभी ⚔VILLAIN🏃 की🔫� नही 🙅�होती..","#‎कैसे‬ ☝ हो ‪#‎जाऊँ‬ 😌 ‪#‎मैं_तुम‬ 👦 से ‪#‎जुदा‬, 😔 ‪#‎धडकन_के_बग़ैर‬ 💓 कोई ‪#‎जिन्दा_रह‬ ☝ सकता है ‪#‎भला‬.... ? 😘👩","#‎मैं_तो‬ 👦 तेरे ‪#‎ढंग‬ 😉 में ‪#‎ढल_गया‬ 😍 हूँ , बस ‪#‎तेरा‬ 👩 हो ‪#‎गया‬ हूँ, 😘‪#‎मेरा_मुझमे‬ 👦 कुछ ‪#‎नही‬ ☝ ‪#‎सब_तेरा‬, #सब_तेरा ।। 😘👫","#‎मेरे‬ 👦 इस ‪#‎दिल_को‬ ❤ ‪#‎तुम‬ 👩 ही ‪#‎रख_लो‬, 😌‪#‎बड़ी_फ़िक्र‬ 😌 रहती है ‪#‎इसे_तुम्हारी‬ ।। 😘👩","मेरी बराबरी ना करो ‪‎दोस्तो‬,मेरे status का ‪इन्तजार‬ तो तुम्हारी ‪‎Item‬ भी करती है..","☆➞प्यार 💕करोगे तो परेशान रहोगे➞,सादी करोगे 😐तो उदास रहोगे,➞लव💜 करोगे देवदास👈 रहोगे ओर 😍हमसे ➞दोस्ती ➞करोगे तो बिंदास 😘रहोगे।💁💗🌹","*♡➾* *⊂нααнα  нαï ❣ ₸บʝнкo  ςнαнบทgα  нαя ↝ 😊 Dαო  რαякε Bнï  ∂ïℓ  รε  ↬ γε  Pγαя  ทα  нogα  кαო* ❥😘❥","खो देते हैं फिर खोजा करते हैं 😭यही खेल हम जिंदगी भर खेला करते हैं…!","चेहरे पर हँसी और दिल में गम 🙂कुछ इस तरह से जी रहे हैं हम…!","शाम की उदासी में यादों का मेला है 😭भीड़ तो बहोत है पर मन अकेला है…!","जिंदगी में जो खास होते हैं 🥀😭वो कुछ पलों के लिए ही पास होते हैं…!","बड़े ही खुशनुमा वहम में थे 😔कि हम उनकी जिंदगी में अहम थे…!","दो पल मुस्कुराकर हुई आँखें नम 😭फिर वही गम… फिर वही हम…!","ये तो सच है ये ज़िन्दगानी उसी को रुलाती है 😭जिसके आँसू पोछने बाला कोई नही होता है…!","बदल जाते हैं वो लोग वक्त की तरहजिन्हें हद से ज्यादा वक्त दिया जाए…!","तेरी आँखों में खो जाता हूँ, और अपनी अनंतता पाता हूँ। ❤️✨","तुम मेरे जीवन के उस खोए हुए टुकड़े हो, जो मुझे पूरा कर रहा है। 🧩💖","जब भी तुम मुझे देखकर मुस्कुराती हो तो मेरा दिल धड़क उठता है। 😊💘","तुम मेरे दिल में हो, यहाँ कोई और आता-जाता नहीं। 🏠💕","हम मिलेंगे तो सब ठीक हो जाएगा, क्योंकि तुम मेरे जीवन की पहेली हो। 🧩💖"];
  var rand = tl[Math.floor(Math.random() * tl.length)]
  
   if ((event.body.toLowerCase() == "😀") || (event.body.toLowerCase() == "😀😀") || (event.body.toLowerCase() == "😀😀😀") || (event.body.toLowerCase() == "😀😀😀😀")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘इतनी हसीं क्यों आ रही है बाबु〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
   if ((event.body.toLowerCase() == "😃") || (event.body.toLowerCase() == "😃😃") || (event.body.toLowerCase() == "😃😃😃") || (event.body.toLowerCase() == "😃😃😃😃")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु एसे कौन हस्ता है आँखों को फाड़ कर〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
       if ((event.body.toLowerCase() == "😄") || (event.body.toLowerCase() == "😄😄") || (event.body.toLowerCase() == "😄😄😄") || (event.body.toLowerCase() == "😄😄😄😄")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु ये केसा हसना है आँखे बंद कर के हस रहे हो〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
       if ((event.body.toLowerCase() == "😁") || (event.body.toLowerCase() == "😁😁") || (event.body.toLowerCase() == "😁😁😁") || (event.body.toLowerCase() == "😁😁😁😁")) {
     return api.sendMessage("꧁•🦋✨🍁❉‌‌্᭄...─┼\n〘लगता है आज पहेली बार ब्रश किया है बाबु ने〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "😆") || (event.body.toLowerCase() == "😆😆") || (event.body.toLowerCase() == "😆😆😆") || (event.body.toLowerCase() == "😆😆😆😆")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु अच्छे नहीं लग रहे हो हस्ते भी〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
         if ((event.body.toLowerCase() == "😅") || (event.body.toLowerCase() == "😅😅") || (event.body.toLowerCase() == "😅😅😅") || (event.body.toLowerCase() == "😅😅😅😅")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु आपके सर से पानी आ रहा है〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "🤣") || (event.body.toLowerCase() == "🤣🤣") || (event.body.toLowerCase() == "🤣🤣🤣") || (event.body.toLowerCase() == "🤣🤣🤣🤣")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु इतनी हसीं क्यों आती है आपको〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
       if ((event.body.toLowerCase() == "😂") || (event.body.toLowerCase() == "😂😂") || (event.body.toLowerCase() == "😂😂😂") || (event.body.toLowerCase() == "😂😂😂😂")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘 इतनी हसीं क्यों आ रही है, क्या राज है इस हसीं का हमें भी बताओ〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "🥲") || (event.body.toLowerCase() == "🥲🥲") || (event.body.toLowerCase() == "🥲🥲🥲") || (event.body.toLowerCase() == "🥲🥲🥲🥲")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु आपकी आँख मेसे पानी निकल रहा है, या नाक मेसे〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "🙂") || (event.body.toLowerCase() == "🙂🙂") || (event.body.toLowerCase() == "🙂🙂🙂") || (event.body.toLowerCase() == "🙂🙂🙂🙂")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु आज कैसे चुप बैठे हो〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "🙃") || (event.body.toLowerCase() == "🙃🙃") || (event.body.toLowerCase() == "🙃🙃🙃") || (event.body.toLowerCase() == "🙃🙃🙃🙃")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘आले मेरा बाबु उल्टा हो गया〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
       if ((event.body.toLowerCase() == "😉") || (event.body.toLowerCase() == "😉😉") || (event.body.toLowerCase() == "😉😉😉") || (event.body.toLowerCase() == "😉😉😉😉")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु आँख क्यों मर रहे हो मे नहीं पटूंगी〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
           if ((event.body.toLowerCase() == "😊") || (event.body.toLowerCase() == "😊😊") || (event.body.toLowerCase() == "😊😊😊") || (event.body.toLowerCase() == "😊😊😊😊")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु आज तो आपकी सिकल लाल लाल हो रही है〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
          if ((event.body.toLowerCase() == "😇") || (event.body.toLowerCase() == "😇😇") || (event.body.toLowerCase() == "😇😇😇") || (event.body.toLowerCase() == "😇😇😇😇")) {
     return api.sendMessage("😇😇😇😇", threadID);
   };
            if ((event.body.toLowerCase() == "🥰") || (event.body.toLowerCase() == "🥰🥰") || (event.body.toLowerCase() == "🥰🥰🥰") || (event.body.toLowerCase() == "🥰🥰🥰🥰")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु मुझे लग रहा है आपको प्यार हो गया मेरसे〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
       if ((event.body.toLowerCase() == "😍") || (event.body.toLowerCase() == "😍😍") || (event.body.toLowerCase() == "😍😍😍") || (event.body.toLowerCase() == "😍😍😍😍")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘इतना प्यार करते हो बाबु〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
       if ((event.body.toLowerCase() == "🤩") || (event.body.toLowerCase() == "🤩🤩") || (event.body.toLowerCase() == "🤩🤩🤩") || (event.body.toLowerCase() == "🤩🤩🤩🤩")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु आपकी आँखों मे स्तर दिख रहे है〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
      if ((event.body.toLowerCase() == "😗") || (event.body.toLowerCase() == "😗😗") || (event.body.toLowerCase() == "😗😗😗") || (event.body.toLowerCase() == "😗😗😗😗")) {
     return api.sendMessage("😗😗😗", threadID);
   };
      if ((event.body.toLowerCase() == "☺️") || (event.body.toLowerCase() == "☺️☺️") || (event.body.toLowerCase() == "☺️☺️☺️") || (event.body.toLowerCase() == "☺️☺️☺️☺️")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु आपकी आँखों को क्या हुआ दिख नहीं रही है〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
       if ((event.body.toLowerCase() == "😚") || (event.body.toLowerCase() == "😚😚") || (event.body.toLowerCase() == "😙") || (event.body.toLowerCase() == "😙😙")) {
     return api.sendMessage("😗😗😗", threadID);
   };
      if ((event.body.toLowerCase() == "😋") || (event.body.toLowerCase() == "😋😋") || (event.body.toLowerCase() == "😋😋😋") || (event.body.toLowerCase() == "😋😋😋😋")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु इतनी पसंद है आपको जो आपकी जीब बाहर आ गयी〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "😛") || (event.body.toLowerCase() == "😛😛") || (event.body.toLowerCase() == "😛😛😛") || (event.body.toLowerCase() == "😛😛😛😛")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘जीब क्यों दिखा रहा है बाबु〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "😜") || (event.body.toLowerCase() == "😜😜") || (event.body.toLowerCase() == "😜😜😜") || (event.body.toLowerCase() == "😜😜😜😜")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘आँख बंद कर के कौन जीब निकलता है पागल〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
       if ((event.body.toLowerCase() == "🤪") || (event.body.toLowerCase() == "🤪🤪") || (event.body.toLowerCase() == "🤪🤪🤪") || (event.body.toLowerCase() == "🤪🤪🤪🤪")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘पहले अपना मुँह सीधा करो जब जीब निकलना〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
          if ((event.body.toLowerCase() == "😝") || (event.body.toLowerCase() == "😝😝") || (event.body.toLowerCase() == "😝😝😝") || (event.body.toLowerCase() == "😝😝😝😝")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘ठरकी इंसान जीब अन्दर करो〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "🤑") || (event.body.toLowerCase() == "🤑🤑") || (event.body.toLowerCase() == "🤑🤑🤑") || (event.body.toLowerCase() == "🤑🤑🤑🤑")) {
     return api.sendMessage("🤑🤑🤑", threadID);
   };
       if ((event.body.toLowerCase() == "🤗") || (event.body.toLowerCase() == "🤗🤗") || (event.body.toLowerCase() == "🤗🤗🤗") || (event.body.toLowerCase() == "🤗🤗🤗🤗")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘हाय कितना क्यूट लग रहे हो बाबु〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "🤭") || (event.body.toLowerCase() == "🤭🤭") || (event.body.toLowerCase() == "🤭🤭🤭") || (event.body.toLowerCase() == "🤭🤭🤭🤭")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘शर्मा क्यों रहे हो बाबु〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "🫠") || (event.body.toLowerCase() == "🫠🫠") || (event.body.toLowerCase() == "🫠🫠🫠") || (event.body.toLowerCase() == "🫠🫠🫠🫠")) {
     return api.sendMessage("🫠🫠🫠", threadID);
   };
         if ((event.body.toLowerCase() == "🫢") || (event.body.toLowerCase() == "🫢🫢") || (event.body.toLowerCase() == "🫢🫢🫢") || (event.body.toLowerCase() == "🫢🫢🫢🫢")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘क्या हुआ बाबु मुँह पर हाथ क्यों लगा रखे हो〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
          if ((event.body.toLowerCase() == "🫣") || (event.body.toLowerCase() == "🫣🫣") || (event.body.toLowerCase() == "🫣🫣🫣") || (event.body.toLowerCase() == "🫣🫣🫣🫣")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘ऐसे क्या देख रहे हो बाबु एक आँख से〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
            if ((event.body.toLowerCase() == "🫡") || (event.body.toLowerCase() == "🫡🫡") || (event.body.toLowerCase() == "🫡🫡🫡") || (event.body.toLowerCase() == "🫡🫡🫡🫡")) {
     return api.sendMessage("🫡🫡🫡", threadID);
   };
           if ((event.body.toLowerCase() == "🫤") || (event.body.toLowerCase() == "🫤🫤") || (event.body.toLowerCase() == "🫤🫤🫤") || (event.body.toLowerCase() == "🫤🫤🫤🫤")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘टेड़ा मुँह क्यों बना के बैठो हो बाबु〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
         if ((event.body.toLowerCase() == "🥹") || (event.body.toLowerCase() == "🥹🥹") || (event.body.toLowerCase() == "🥹🥹🥹") || (event.body.toLowerCase() == "🥹🥹🥹🥹")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘क्या हुआ बाबु आँखों से पानी क्यों आ रहा है〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
         if ((event.body.toLowerCase() == "🤫") || (event.body.toLowerCase() == "🤫🤫") || (event.body.toLowerCase() == "🤫🤫🤫") || (event.body.toLowerCase() == "🤫🤫🤫🤫")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘तू चुप ठरकी इंसान मे क्यों चुप रहे हु〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
         if ((event.body.toLowerCase() == "🤔") || (event.body.toLowerCase() == "🤔🤔") || (event.body.toLowerCase() == "🤔🤔🤔") || (event.body.toLowerCase() == "🤔🤔🤔🤔")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु आपके पास दिमाक है जो इतना सोच रहे हो〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
          if ((event.body.toLowerCase() == "🤐") || (event.body.toLowerCase() == "🤐🤐") || (event.body.toLowerCase() == "🤐🤐🤐") || (event.body.toLowerCase() == "🤐🤐🤐🤐")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु ये क्या हुआ आपके मुँह को〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
          if ((event.body.toLowerCase() == "🤨") || (event.body.toLowerCase() == "🤨🤨") || (event.body.toLowerCase() == "🤨🤨🤨") || (event.body.toLowerCase() == "🤨🤨🤨🤨")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘ऐसे क्या देख रहे हो ठरकी इंसान〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
     if ((event.body.toLowerCase() == "😐") || (event.body.toLowerCase() == "😐😐") || (event.body.toLowerCase() == "😑") || (event.body.toLowerCase() == "😑😑")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘अब बोल बाबु चुप क्यों हो〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "😶") || (event.body.toLowerCase() == "😶😶") || (event.body.toLowerCase() == "😶😶😶") || (event.body.toLowerCase() == "😶😶😶😶")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु आपके लिप्स कहा गए〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
       if ((event.body.toLowerCase() == "😏") || (event.body.toLowerCase() == "😏😏") || (event.body.toLowerCase() == "😏😏😏") || (event.body.toLowerCase() == "😏😏😏😏")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘एटीट्यूड कैसे दिखा रहा है ठरकी इंसान〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "😒") || (event.body.toLowerCase() == "😒😒") || (event.body.toLowerCase() == "😒😒😒") || (event.body.toLowerCase() == "😒😒😒😒")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘अपना एटीट्यूड अपने पास रखो ठरकी इंसान〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
          if ((event.body.toLowerCase() == "🙄") || (event.body.toLowerCase() == "🙄🙄") || (event.body.toLowerCase() == "🙄🙄🙄") || (event.body.toLowerCase() == "🙄🙄🙄🙄")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘ऊपर क्या देख रहे हो बाबू मैं तो अभी नीचे ही हूं〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
       if ((event.body.toLowerCase() == "😬") || (event.body.toLowerCase() == "😬😬") || (event.body.toLowerCase() == "😬😬😬") || (event.body.toLowerCase() == "😬😬😬😬")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबू आपके दांत अच्छे नहीं है मुँह बंद करो〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "🤥") || (event.body.toLowerCase() == "🤥🤥") || (event.body.toLowerCase() == "🤥🤥🤥") || (event.body.toLowerCase() == "🤥🤥🤥🤥")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबू आपकी नाक किसने खिंचा दी जो इतनी लंबी हो गई〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "😌") || (event.body.toLowerCase() == "😌😌") || (event.body.toLowerCase() == "😌😌😌") || (event.body.toLowerCase() == "😌😌😌😌")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘क्या हुआ बाबू आंखें नीचे कर रखी है आपने〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "😔") || (event.body.toLowerCase() == "😔😔") || (event.body.toLowerCase() == "😔😔😔") || (event.body.toLowerCase() == "😔😔😔😔")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘 बाबू आप सेड़ मत हो मुझे अच्छा नहीं लगता कुछ भी मैं हूं ना आपके साथ〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "😪") || (event.body.toLowerCase() == "😪😪") || (event.body.toLowerCase() == "😪😪😪") || (event.body.toLowerCase() == "😪😪😪😪")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबू आपकी नाक में गुब्बारा फूल गया〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "😮‍💨") || (event.body.toLowerCase() == "😮‍💨😮‍💨") || (event.body.toLowerCase() == "😮‍💨😮‍💨😮‍💨") || (event.body.toLowerCase() == "😮‍💨😮‍💨😮‍💨😮‍💨")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘कहां से भाग के आ रहे हो बाबू जो इतना थक गई〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
      if ((event.body.toLowerCase() == "🤤") || (event.body.toLowerCase() == "🤤🤤") || (event.body.toLowerCase() == "🤤🤤🤤") || (event.body.toLowerCase() == "🤤🤤🤤🤤")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘गंदा इंसान मुंह से भी पानी निकल रहा है आपके〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
          if ((event.body.toLowerCase() == "😴") || (event.body.toLowerCase() == "😴😴") || (event.body.toLowerCase() == "😴😴😴") || (event.body.toLowerCase() == "😴😴😴😴")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘कोई इसमें लात मारो यह ग्रुप में सो गया〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
         if ((event.body.toLowerCase() == "😷") || (event.body.toLowerCase() == "😷😷") || (event.body.toLowerCase() == "😷😷😷") || (event.body.toLowerCase() == "😷😷😷😷")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘मेरा बाबु डॉक्टर बन गया〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
         if ((event.body.toLowerCase() == "🤒") || (event.body.toLowerCase() == "🤒🤒") || (event.body.toLowerCase() == "🤒🤒🤒") || (event.body.toLowerCase() == "🤒🤒🤒🤒")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘क्या हुआ बाबु, मेरे पास आओ मे आपको दवा देती हु〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
         if ((event.body.toLowerCase() == "🤕") || (event.body.toLowerCase() == "🤕🤕") || (event.body.toLowerCase() == "🤕🤕🤕") || (event.body.toLowerCase() == "🤕🤕🤕🤕")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु चोट कैसे लग गयी आपको〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
       if ((event.body.toLowerCase() == "🤢") || (event.body.toLowerCase() == "🤢🤢") || (event.body.toLowerCase() == "🤢🤢🤢") || (event.body.toLowerCase() == "🤢🤢🤢🤢")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘उल्टा सीधा कहा लिया होगा पागल ने〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
         if ((event.body.toLowerCase() == "🤮") || (event.body.toLowerCase() == "🤮🤮") || (event.body.toLowerCase() == "🤮🤮🤮") || (event.body.toLowerCase() == "🤮🤮🤮🤮")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु कोनसा मंथ चल रहा है〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
         if ((event.body.toLowerCase() == "🤧") || (event.body.toLowerCase() == "🤧🤧") || (event.body.toLowerCase() == "🤧🤧🤧") || (event.body.toLowerCase() == "🤧🤧🤧🤧")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘ग्रुप से बाहर जाओ ग्रुप को गन्दा कर रहे हो〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "🥵") || (event.body.toLowerCase() == "🥵🥵") || (event.body.toLowerCase() == "🥵🥵🥵") || (event.body.toLowerCase() == "🥵🥵🥵🥵")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘हाय गर्मी बाबु〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
         if ((event.body.toLowerCase() == "🥶") || (event.body.toLowerCase() == "🥶🥶") || (event.body.toLowerCase() == "🥶🥶🥶") || (event.body.toLowerCase() == "🥶🥶🥶🥶")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु आज ठंडी बहुत है〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
         if ((event.body.toLowerCase() == "🥴") || (event.body.toLowerCase() == "🥴🥴") || (event.body.toLowerCase() == "🥴🥴🥴") || (event.body.toLowerCase() == "🥴🥴🥴🥴")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु आज कितनी पीके आये हो〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "😵") || (event.body.toLowerCase() == "😵😵") || (event.body.toLowerCase() == "😵‍💫") || (event.body.toLowerCase() == "😵‍💫😵‍💫")) {
     return api.sendMessage("😵‍💫😵‍💫😵‍💫", threadID);
   };
      if ((event.body.toLowerCase() == "🤯") || (event.body.toLowerCase() == "🤯🤯") || (event.body.toLowerCase() == "🤯🤯🤯") || (event.body.toLowerCase() == "🤯🤯🤯🤯")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु आपके सर पर किसने बोम फोड़ दिया〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
         if ((event.body.toLowerCase() == "🤠") || (event.body.toLowerCase() == "🤠🤠") || (event.body.toLowerCase() == "🤠🤠🤠") || (event.body.toLowerCase() == "🤠🤠🤠🤠")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘जंतर मन बन गए आप तो〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
           if ((event.body.toLowerCase() == "🥳") || (event.body.toLowerCase() == "🥳🥳") || (event.body.toLowerCase() == "🥳🥳🥳") || (event.body.toLowerCase() == "🥳🥳🥳🥳")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बेबी किसकी पार्टी मे जा रहे हो, मुझे भी ले चलो〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
                if ((event.body.toLowerCase() == "😎") || (event.body.toLowerCase() == "😎😎") || (event.body.toLowerCase() == "😎😎😎") || (event.body.toLowerCase() == "😎😎😎😎")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु आप चश्मे मे एक दम बेकार लग रहे हो〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
         if ((event.body.toLowerCase() == "🥸") || (event.body.toLowerCase() == "🥸🥸") || (event.body.toLowerCase() == "🤓") || (event.body.toLowerCase() == "🤓🤓")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘तू से अच्छा तो मे ही दिखती हु〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
         if ((event.body.toLowerCase() == "🧐") || (event.body.toLowerCase() == "🧐🧐") || (event.body.toLowerCase() == "🧐🧐🧐") || (event.body.toLowerCase() == "🧐🧐🧐🧐")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘ऐसे क्या देख रहे हो बाबु एक आँख मे चस्मा लगा कर〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
         if ((event.body.toLowerCase() == "😕") || (event.body.toLowerCase() == "😕😕") || (event.body.toLowerCase() == "😟") || (event.body.toLowerCase() == "😟😟")) {
     return api.sendMessage("😕😟😕", threadID);
   };
         if ((event.body.toLowerCase() == "🙁") || (event.body.toLowerCase() == "🙁🙁") || (event.body.toLowerCase() == "☹️") || (event.body.toLowerCase() == "☹️☹️")) {
     return api.sendMessage("🙁☹️🙁", threadID);
   };
        if ((event.body.toLowerCase() == "😮") || (event.body.toLowerCase() == "😮😮") || (event.body.toLowerCase() == "😯") || (event.body.toLowerCase() == "😲")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु मुँह बंद करो नहीं तो माखी घुस जाएगी〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "🥱") || (event.body.toLowerCase() == "🥱🥱") || (event.body.toLowerCase() == "🥱🥱🥱") || (event.body.toLowerCase() == "🥱🥱🥱🥱")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘घर जा कर सो जा यहाँ मना है सोना〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "😳") || (event.body.toLowerCase() == "😳😳") || (event.body.toLowerCase() == "😳😳😳") || (event.body.toLowerCase() == "😳😳😳😳")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘कभी देखि नहीं लड़की जो आप आँझ फाड़ फाड़ के देख रहे हो〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "🥺") || (event.body.toLowerCase() == "🥺🥺") || (event.body.toLowerCase() == "🥺🥺🥺") || (event.body.toLowerCase() == "🥺🥺🥺🥺")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘क्या हुआ मेरे बच्चें को〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "😦") || (event.body.toLowerCase() == "😦😦") || (event.body.toLowerCase() == "😧") || (event.body.toLowerCase() == "😧😧")) {
     return api.sendMessage("😦😧😦", threadID);
   };
                 if ((event.body.toLowerCase() == "😨") || (event.body.toLowerCase() == "😨") || (event.body.toLowerCase() == "😰") || (event.body.toLowerCase() == "😰😰")) {
     return api.sendMessage("😨😰😨", threadID);
   };
        if ((event.body.toLowerCase() == "😥") || (event.body.toLowerCase() == "😥😥") || (event.body.toLowerCase() == "😢") || (event.body.toLowerCase() == "😢😢")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘क्या हुआ बाबु मे हु ना आपके साथ〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
          if ((event.body.toLowerCase() == "😭") || (event.body.toLowerCase() == "😭😭") || (event.body.toLowerCase() == "😭😭😭") || (event.body.toLowerCase() == "😭😭😭😭")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु रो क्यों रहे हो मुझे बताओ किसी ने कुछ बोला आपको〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
       if ((event.body.toLowerCase() == "😱") || (event.body.toLowerCase() == "😱😱") || (event.body.toLowerCase() == "😱😱😱") || (event.body.toLowerCase() == "😱😱😱😱")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘क्या हुआ गुड्डू क्या दिख गया〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "😖") || (event.body.toLowerCase() == "😖😖") || (event.body.toLowerCase() == "😣") || (event.body.toLowerCase() == "😣😣")) {
     return api.sendMessage("😖😣😖", threadID);
   };
        if ((event.body.toLowerCase() == "😞") || (event.body.toLowerCase() == "😞😞") || (event.body.toLowerCase() == "😓") || (event.body.toLowerCase() == "😓😓")) {
     return api.sendMessage("😞😓😞", threadID);
   };
        if ((event.body.toLowerCase() == "😩") || (event.body.toLowerCase() == "😩😩") || (event.body.toLowerCase() == "😫") || (event.body.toLowerCase() == "😫😫")) {
     return api.sendMessage("😩😫😩", threadID);
   };
        if ((event.body.toLowerCase() == "😤") || (event.body.toLowerCase() == "😤😤") || (event.body.toLowerCase() == "😠") || (event.body.toLowerCase() == "😠😠")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘इतना गुस्सा〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "😡") || (event.body.toLowerCase() == "😡😡") || (event.body.toLowerCase() == "😡😡😡") || (event.body.toLowerCase() == "😡😡😡😡")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु गुस्सा मत करो लो एक किस्सी और संत हो जाओ〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "🤬") || (event.body.toLowerCase() == "🤬🤬") || (event.body.toLowerCase() == "🤬🤬🤬") || (event.body.toLowerCase() == "🤬🤬🤬🤬")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘मुझे भी गुस्सा आता है मुझे मत दिखाओ गुस्सा 🤬🤬🤬〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
      if ((event.body.toLowerCase() == "😈") || (event.body.toLowerCase() == "😈😈") || (event.body.toLowerCase() == "👿") || (event.body.toLowerCase() == "👿👿")) {
     return api.sendMessage("😈👿😈", threadID);
   };
      if ((event.body.toLowerCase() == "💀") || (event.body.toLowerCase() == "💀💀") || (event.body.toLowerCase() == "☠️") || (event.body.toLowerCase() == "☠️☠️")) {
     return api.sendMessage("💀☠️💀", threadID);
   };
      if ((event.body.toLowerCase() == "💩") || (event.body.toLowerCase() == "💩💩") || (event.body.toLowerCase() == "💩💩💩") || (event.body.toLowerCase() == "💩💩💩💩")) {
     return api.sendMessage("💩💩💩", threadID);
   };
        if ((event.body.toLowerCase() == "🤡") || (event.body.toLowerCase() == "🤡🤡") || (event.body.toLowerCase() == "🤡🤡🤡") || (event.body.toLowerCase() == "🤡🤡🤡🤡")) {
     return api.sendMessage("🤡🤡🤡", threadID);
   };
        if ((event.body.toLowerCase() == "👹") || (event.body.toLowerCase() == "👹👹") || (event.body.toLowerCase() == "👺") || (event.body.toLowerCase() == "👺👺")) {
     return api.sendMessage("👹👺👹", threadID);
   };
          if ((event.body.toLowerCase() == "👻") || (event.body.toLowerCase() == "👻👻") || (event.body.toLowerCase() == "👻👻👻") || (event.body.toLowerCase() == "👻👻👻👻")) {
     return api.sendMessage("👻👻👻👻", threadID);
   };
      if ((event.body.toLowerCase() == "👽") || (event.body.toLowerCase() == "👽👽") || (event.body.toLowerCase() == "👾") || (event.body.toLowerCase() == "👾👾")) {
     return api.sendMessage("👽👾👽", threadID);
   };
      if ((event.body.toLowerCase() == "🤖") || (event.body.toLowerCase() == "🤖🤖") || (event.body.toLowerCase() == "🤖🤖🤖") || (event.body.toLowerCase() == "🤖🤖🤖🤖")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘चिड़ा क्यों रहा है ठरकी〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
      if ((event.body.toLowerCase() == "😺") || (event.body.toLowerCase() == "😺😺") || (event.body.toLowerCase() == "😸") || (event.body.toLowerCase() == "😸😸")) {
     return api.sendMessage("😺😸😺", threadID);
   };
    if ((event.body.toLowerCase() == "😹") || (event.body.toLowerCase() == "😹😹") || (event.body.toLowerCase() == "😹😹😹") || (event.body.toLowerCase() == "😹😹😹😹")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बिल्ली के तारे क्यों हस रहे हो〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
      if ((event.body.toLowerCase() == "😻") || (event.body.toLowerCase() == "😻😻") || (event.body.toLowerCase() == "😽") || (event.body.toLowerCase() == "😽😽")) {
     return api.sendMessage("😽😻😽", threadID);
   };
        if ((event.body.toLowerCase() == "😼") || (event.body.toLowerCase() == "😼😼") || (event.body.toLowerCase() == "🙀") || (event.body.toLowerCase() == "🙀🙀")) {
     return api.sendMessage("😼🙀😼", threadID);
   };
      if ((event.body.toLowerCase() == "😿") || (event.body.toLowerCase() == "😿😿") || (event.body.toLowerCase() == "😾") || (event.body.toLowerCase() == "😾😾")) {
     return api.sendMessage("😾😿😾", threadID);
   };
      if ((event.body.toLowerCase() == "👋") || (event.body.toLowerCase() == "🤚") || (event.body.toLowerCase() == "🖐️") || (event.body.toLowerCase() == "✋")) {
     return api.sendMessage("👋👋", threadID);
   };
     if ((event.body.toLowerCase() == "👌") || (event.body.toLowerCase() == "👌👌") || (event.body.toLowerCase() == "👌👌👌") || (event.body.toLowerCase() == "👌👌👌👌")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘अच्छा जी〙\n💚❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
      if ((event.body.toLowerCase() == "✌️") || (event.body.toLowerCase() == "🤞") || (event.body.toLowerCase() == "🤟") || (event.body.toLowerCase() == "🤘")) {
     return api.sendMessage("✌️✌️", threadID);
   };
      if ((event.body.toLowerCase() == "🖕") || (event.body.toLowerCase() == "🖕🖕") || (event.body.toLowerCase() == "🖕🖕🖕") || (event.body.toLowerCase() == "🖕🖕🖕🖕")) {
     return api.sendMessage("🖕🖕🖕", threadID);
   };
        if ((event.body.toLowerCase() == "👍") || (event.body.toLowerCase() == "👍👍") || (event.body.toLowerCase() == "👍👍👍") || (event.body.toLowerCase() == "👍👍👍👍")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘अंगूठा किसको दिखा रहा है ठरकी〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
            if ((event.body.toLowerCase() == "👊") || (event.body.toLowerCase() == "✊") || (event.body.toLowerCase() == "🤛") || (event.body.toLowerCase() == "🤜")) {
     return api.sendMessage("👊👊", threadID);
   };
      if ((event.body.toLowerCase() == "🙏") || (event.body.toLowerCase() == "🙏🙏") || (event.body.toLowerCase() == "🙏🙏🙏") || (event.body.toLowerCase() == "🙏🙏🙏🙏")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘हाथ क्यों जोड़ रहे हो बाबु〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
      if ((event.body.toLowerCase() == "💪") || (event.body.toLowerCase() == "💪💪") || (event.body.toLowerCase() == "💪💪💪") || (event.body.toLowerCase() == "💪💪💪💪")) {
     return api.sendMessage("💪💪💪", threadID);
   };
      if ((event.body.toLowerCase() == "👀") || (event.body.toLowerCase() == "👀👀") || (event.body.toLowerCase() == "👁️") || (event.body.toLowerCase() == "👁️👁️")) {
     return api.sendMessage("👀👀👀", threadID);
   };
         if ((event.body.toLowerCase() == "👅") || (event.body.toLowerCase() == "👅👅") || (event.body.toLowerCase() == "👅👅👅") || (event.body.toLowerCase() == "👅👅👅👅")) {
     return api.sendMessage("👅👅👅", threadID);
   };
         if ((event.body.toLowerCase() == "👄") || (event.body.toLowerCase() == "👄👄") || (event.body.toLowerCase() == "🫦") || (event.body.toLowerCase() == "🫦🫦")) {
     return api.sendMessage("👄🫦👄", threadID);
   };
         if ((event.body.toLowerCase() == "❤️") || (event.body.toLowerCase() == "❤️❤️") || (event.body.toLowerCase() == "❤️❤️❤️") || (event.body.toLowerCase() == "❤️❤️❤️❤️")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘मुझे काला दिल चाहिए लाल तो टूट जाता है〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
         if ((event.body.toLowerCase() == "🩷") || (event.body.toLowerCase() == "🧡") || (event.body.toLowerCase() == "💛") || (event.body.toLowerCase() == "💚")) {
     return api.sendMessage("🩷🧡💛💚", threadID);
   };
         if ((event.body.toLowerCase() == "💙") || (event.body.toLowerCase() == "🩵") || (event.body.toLowerCase() == "💜") || (event.body.toLowerCase() == "🖤")) {
     return api.sendMessage("💙🩵💜🖤", threadID);
   };
         if ((event.body.toLowerCase() == "🩶") || (event.body.toLowerCase() == "🤎") || (event.body.toLowerCase() == "🤍") || (event.body.toLowerCase() == "🤍🤍")) {
     return api.sendMessage("🤎🤍🩶", threadID);
   };
         if ((event.body.toLowerCase() == "💞") || (event.body.toLowerCase() == "💞💞") || (event.body.toLowerCase() == "💕") || (event.body.toLowerCase() == "💕💕")) {
     return api.sendMessage("💞💕💞", threadID);
   };
         if ((event.body.toLowerCase() == "💔") || (event.body.toLowerCase() == "💔💔") || (event.body.toLowerCase() == "💔💔💔") || (event.body.toLowerCase() == "💔💔💔💔")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘आपका दिल किसने तोड़ दिया, तभी बोलती हु किसी से दिल मत लगाओ〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
         if ((event.body.toLowerCase() == "💗") || (event.body.toLowerCase() == "💗💗") || (event.body.toLowerCase() == "💖") || (event.body.toLowerCase() == "💖💖")) {
     return api.sendMessage("💗💖💗", threadID);
   };
          if ((event.body.toLowerCase() == "❤️‍🩹") || (event.body.toLowerCase() == "❤️‍🩹❤️‍🩹") || (event.body.toLowerCase() == "❤️‍🩹❤️‍🩹❤️‍🩹") || (event.body.toLowerCase() == "❤️‍🩹❤️‍🩹❤️‍🩹❤️‍🩹")) {
     return api.sendMessage("❤️‍🩹❤️‍🩹❤️‍🩹", threadID);
   };
        if ((event.body.toLowerCase() == "🙋") || (event.body.toLowerCase() == "🙋‍♂️") || (event.body.toLowerCase() == "🙋🙋") || (event.body.toLowerCase() == "🙋‍♂️🙋‍♂️")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बाबु आप आ गए〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
    if ((event.body.toLowerCase() == "🙋‍♀️") || (event.body.toLowerCase() == "🙋‍♀️🙋‍♀️") || (event.body.toLowerCase() == "🙋‍♀️🙋‍♀️🙋‍♀️") || (event.body.toLowerCase() == "🙋‍♀️🙋‍♀️🙋‍♀️🙋‍♀️")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘मेरी जानू आ गयी〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
      if ((event.body.toLowerCase() == "🤦") || (event.body.toLowerCase() == "🤦🤦") || (event.body.toLowerCase() == "🤦‍♂️") || (event.body.toLowerCase() == "🤦‍♂️🤦‍♂️")) {
     return api.sendMessage("🤦🤦‍♂️🤦", threadID);
   };
       if ((event.body.toLowerCase() == "🤦‍♀️") || (event.body.toLowerCase() == "🤦‍♀️🤦‍♀️") || (event.body.toLowerCase() == "🤦‍♀️🤦‍♀️🤦‍♀️") || (event.body.toLowerCase() == "🤦‍♀️🤦‍♀️🤦‍♀️🤦‍♀️")) {
     return api.sendMessage("🤦🏻‍♀️🤦🏻‍♀️🤦🏻‍♀️", threadID);
   };
      if ((event.body.toLowerCase() == "👸") || (event.body.toLowerCase() == "👸👸") || (event.body.toLowerCase() == "🫅") || (event.body.toLowerCase() == "🫅🫅")) {
     return api.sendMessage("🫅👸🫅", threadID);
   };
      if ((event.body.toLowerCase() == "🤰") || (event.body.toLowerCase() == "🤰🤰") || (event.body.toLowerCase() == "🫃") || (event.body.toLowerCase() == "🫃🫃")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘कोनसा मंथ चल रहा है बेबी〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
     if ((event.body.toLowerCase() == "🤱") || (event.body.toLowerCase() == "🤱🤱") || (event.body.toLowerCase() == "🤱🤱🤱") || (event.body.toLowerCase() == "🤱🤱🤱🤱")) {
     return api.sendMessage("🤱🤱", threadID);
   };
      if ((event.body.toLowerCase() == "💃") || (event.body.toLowerCase() == "💃💃") || (event.body.toLowerCase() == "🕺") || (event.body.toLowerCase() == "🕺🕺")) {
     return api.sendMessage("💃🕺💃", threadID);
   };
        if ((event.body.toLowerCase() == "💐") || (event.body.toLowerCase() == "🌸") || (event.body.toLowerCase() == "💮") || (event.body.toLowerCase() == "🏵️")) {
     return api.sendMessage("💐🌸💮🏵️", threadID);
   };
        if ((event.body.toLowerCase() == "🌹") || (event.body.toLowerCase() == "🌹🌹") || (event.body.toLowerCase() == "🥀") || (event.body.toLowerCase() == "🥀🥀")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘हाय मेरी बेबी ने मुझे रोज दिया〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
  if ((event.body.toLowerCase() == "🐒")) {return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बेबी मुझे पता है आप बंदर हो〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
     };
  if ((event.body.toLowerCase() == "🙉🙉")) {return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बुरा मत सुनो〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
     };
  if ((event.body.toLowerCase() == "🙊")) {return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बुरा मत बोलो〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
     };
    if ((event.body.toLowerCase() == "🙉")) {return api.sendMessage❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘बुरा मत सुनो〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
     };
      if ((event.body.toLowerCase() == "🙈") || (event.body.toLowerCase() == "🙈🙈") || (event.body.toLowerCase() == "🙈🙈🙈") || (event.body.toLowerCase() == "🙈🙈🙈🙈")) {
     return api.sendMessage("❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁\n〘प्यारी शर्मा गयी〙\n❁ ═══ ❀ ༺ ❈ ༻ ❀ ═══ ❁", threadID);
   };
        if ((event.body.toLowerCase() == "🌺") || (event.body.toLowerCase() == "🌻") || (event.body.toLowerCase() == "🌼") || (event.body.toLowerCase() == "🌷")) {
     return api.sendMessage("🌺🌻🌼🌷", threadID);
   };
      if ((event.body.toLowerCase() == "🪻") || (event.body.toLowerCase() == "🌱") || (event.body.toLowerCase() == "🌲") || (event.body.toLowerCase() == "🌳")) {
     return api.sendMessage("🪻🌱🌲🌳", threadID);
   };
      if ((event.body.toLowerCase() == "🌴") || (event.body.toLowerCase() == "🌵") || (event.body.toLowerCase() == "🌾") || (event.body.toLowerCase() == "🌿")) {
     return api.sendMessage("🌴🌵🌾🌿", threadID);
   };
         if ((event.body.toLowerCase() == "☘️") || (event.body.toLowerCase() == "🍀") || (event.body.toLowerCase() == "🍁") || (event.body.toLowerCase() == "🍂")) {
     return api.sendMessage("☘️🍀🍁🍂", threadID);
   };
        if ((event.body.toLowerCase() == "🍌") || (event.body.toLowerCase() == "🍌🍌") || (event.body.toLowerCase() == "🍌🍌🍌") || (event.body.toLowerCase() == "🍌🍌🍌🍌")) {
     return api.sendMessage("🍌🍌🍌", threadID);
   };
        if ((event.body.toLowerCase() == "🎂") || (event.body.toLowerCase() == "🥪") || (event.body.toLowerCase() == "🍟") || (event.body.toLowerCase() == "🧀")) {
     return api.sendMessage("🎂🎂🎂", threadID);
   };
          if ((event.body.toLowerCase() == "🍼") || (event.body.toLowerCase() == "🍼🍼") || (event.body.toLowerCase() == "🍼🍼🍼") || (event.body.toLowerCase() == "🍼🍼🍼🍼")) {
     return api.sendMessage("🍼🍼🍼", threadID);
   };
        if ((event.body.toLowerCase() == "🍾") || (event.body.toLowerCase() == "🍾🍾") || (event.body.toLowerCase() == "🍷") || (event.body.toLowerCase() == "🍷🍷")) {
     return api.sendMessage("🤦🏻‍♀️🤦🏻‍♀️🤦🏻‍♀️🤦🏻‍♀️", threadID);
   };
        if ((event.body.toLowerCase() == "💯") || (event.body.toLowerCase() == "💯💯") || (event.body.toLowerCase() == "❤️‍🔥") || (event.body.toLowerCase() == "❤️‍🔥❤️‍🔥")) {
     return api.sendMessage("💯❤️‍🔥💯", threadID);
   };
         if ((event.body.toLowerCase() == "🎈") || (event.body.toLowerCase() == "🎉") || (event.body.toLowerCase() == "🎊") || (event.body.toLowerCase() == "🎋")) {
     return api.sendMessage("🎉🎋🎉", threadID);
   };
         if ((event.body.toLowerCase() == "♥️") || (event.body.toLowerCase() == "♠️") || (event.body.toLowerCase() == "♦️") || (event.body.toLowerCase() == "♣️")) {
     return api.sendMessage("♠️♥️♦️♣️", threadID);
   };
           if ((event.body.toLowerCase() == "🌅") || (event.body.toLowerCase() == "🌅🌅") || (event.body.toLowerCase() == "🌄") || (event.body.toLowerCase() == "🌄🌄")) {
     return api.sendMessage("🌄🌅🌄", threadID);
   };
         if ((event.body.toLowerCase() == "🌟") || (event.body.toLowerCase() == "✨") || (event.body.toLowerCase() == "💫") || (event.body.toLowerCase() == "⭐")) {
     return api.sendMessage("🌟🌟🌟", threadID);
   };
         if ((event.body.toLowerCase() == "💥") || (event.body.toLowerCase() == "🧨") || (event.body.toLowerCase() == "🎇") || (event.body.toLowerCase() == "🎆")) {
     return api.sendMessage("💥🧨💥", threadID);
   };
         if ((event.body.toLowerCase() == "🕉️") || (event.body.toLowerCase() == "🕉️🕉️") || (event.body.toLowerCase() == "🕉️🕉️🕉️") || (event.body.toLowerCase() == "🕉️🕉️🕉️🕉️")) {
     return api.sendMessage("🕉️", threadID);
   };
        if ((event.body.toLowerCase() == "🇮🇳") || (event.body.toLowerCase() == "🇮🇳🇮🇳") || (event.body.toLowerCase() == "🇮🇳🇮🇳🇮🇳") || (event.body.toLowerCase() == "🇮🇳🇮🇳🇮🇳🇮🇳")) {
     return api.sendMessage("🇮🇳🇮🇳", threadID);
   };
  mess = "{name}"


   if (event.body.includes("शायरी") == 1 ||
     (event.body.includes("shayery") == 1 ||
     (event.body.includes("Shayery") == 1 ||
     (event.body.includes("SHAYERY") == 1 ||
     (event.body.includes("shayri") == 1 ||
     (event.body.includes("Shayri") == 1 ||
     (event.body.includes("SHAYRI") == 1 ||
     (event.body.includes("Sayry") == 1 ||
     (event.body.includes("SHAYRY") == 1 ))))))))) {
      var msg = {
        body: `${rand}`
      }
  var msg = {
    body: `╔═════▓࿇🩷🫅🩷 ࿇▓═════╗\n     ❁ ═══ ❀ 𝗦𝗛𝗔𝗬𝗘𝗥𝗬 ❀ ═══ ❁\n╚═════▓࿇🩷🫅🩷 ࿇▓═════╝\n\n🍒🩵 [  ${rand}  ] 🌸🥀🍒\n❥────────────────────❥         *★᭄𝗢𝘄𝗻𝗲𝗿 ཫ. ༄𒁍≛⃝𝐊𝐑𝐈𝐒𝐇𝐍𝐀🍒💝\n❥────────────────────❥\n◈━꧁❀𓃮 𓆩𝐓𝐈𝐌𝐄𓆪 𓃮❀꧂━◈\n           [🌸${time}🌸`
    }
  return api.sendMessage(msg, threadID, messageID);
};

}

module.exports.run = function({ api, event, client, __GLOBAL }) { }
